Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Agreements have to be in writing and signed by both parties.
nb: Avtaler skal være skriftlige og underskrevet av begge parter.

source: Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 25 of this Regulation.
nb: Slike gjennomføringsrettsakter skal vedtas i samsvar med undersøkelsesprosedyren nevnt i artikkel 25 i denne forordning.

source: Ships defined as waste are regulated by the Basel Convention.
nb: Skip som er definert som avfall, reguleres av Basel-konvensjonen.

source: • Calculation of NOx emissions is based on standard factors for different types and size categories of ships based on EIAPP values (weighted values) for relevant machinery, as used in havbase.no.
nb: Beregning av NOx-utslipp er basert på standardfaktorer for ulike typer og størrelseskategorier skip basert på EIAPP-verdier (vektede verdier) for aktuelt maskineri, slik benyttet i havbase.no.

source: Furthermore, the company shall provide the recycling facility with ship-relevant information necessary for the facility to be able to develop a ship recycling plan, cf. Article 6.
nb: Rederiet pålegges videre en generell plikt til å gi gjenvinningsanlegg nødvendig informasjon om skipet for at anlegget skal kunne utarbeide en skipsgjenvinningsplan, jf. artikkel 6.

source: kinds and sizes of ships.
nb: gjør det ingen ting.

source: by Ishihara charts or an equivalent test. This means that a CIE standard 1 will apply for the
nb: Ishiharas eller en likeverdig test, vil det tilsi at CIE standard 1 gjelder for utstedelse av

source: Instead of being transformed, the provisions have been continued by a precise reference to parts of the 2008 IS Code.
nb: I stedet for transformasjon, er bestemmelsene videreført ved en presis henvisning til deler av 2008 IS-koden.

source: Please note that the NMA does not issue EIAPP Certificates.
nb: Sjøfartsdirektoratet utsteder ikke EIAPP sertifikat.

source: Minimum requirements for elements to be included in a seafarer's doctor's quality:
nb: Minimumskrav til elementer som skal inngå i kvalitetssystem for sjømannsleger:

source: arranges approved courses that cover competence requirements in accordance with Section 7 in the Health Regulations.
nb: som arrangerer godkjente kurs som dekker kompetansekrav i henhold til helseforskriftens § 7.

source: After verifying the e-mail address, you may log in.
nb: Når du har bekreftet e-postadressen, kan du logge inn.

source: Vessels of less than 24 metres carrying 12 passengers or less which are used by schools, school camps or daycare centres for safe boating activities must comply with the rules applicable to recreational craft.
nb: Fartøy under 24 meter med 12 eller færre passasjerer som brukes av skoler, leirskoler eller barnehager til sjøvettaktiviteter skal følge reglene som gjelder for fritidsfartøy.

source: The ship recycling legislation applies to all ships flying the flag of a member State of the EU or EEA.
nb: Skipsgjenvinningsregelverket gjelder alle skip som seiler under EU/EØS-flagg.

source: You can download the report by clicking "Download Report".
nb: Du kan laste ned rapporten ved å trykke på "Last ned rapport".

source: Certificate requirements for ships carrying more than 12 passengers and operating in the inner and territorial waters of Svalbard
nb: Sertifikatkrav til skip som fører mer enn 12 passasjerer og som går i Svalbards indre farvann og territorialfarvann

source: Access level 2 (T2) – users with limited access
nb: Tilgangsnivå 2 (T2) – personer med begrenset tilgang

source: end of the first regular three-year reporting period, specified in Article 5 of Council Directive
nb: til utløpet av første regelmessige treårige rapporteringsperiode som angitt i artikkel 5 i rådsdirektiv

source: The EU Ship Recycling Regulation imposes a duty on the company to recycle ships at recycling facilities included in the European List of Approved Ship Recycling Facilities only.
nb: Skipsgjenvinningsforordningen pålegger rederiet bare å gjenvinne skip ved gjenvinningsanlegg som står oppført på EU-listen over godkjente anlegg.

source: Section 6 of the new Construction Regulations establishes that for a ship constructed before this date, the NMA may require certain provisions of the Regulations to be met.
nb: § 6 i den nye byggeforskriften, hjemler at for et skip som er bygget før denne datoen, kan Sjøfartsdirektoratet kreve at bestemmelser i forskriften skal oppfylles.

source: As from 2021, cyber risk management is required to be incorporated into company safety management systems.
nb: Fra og med 2021 er det krav til at håndtering av cyberrisikoer er innarbeidet i rederiers sikkerhetsstyringssystemer.

source: , Press photographer ●
nb: , yrkesfotograf ●

source: - Occupational injuries and diseases: 232 personal injuries were registered, of which 18
nb: - Yrkesskader og yrkessykdommer: Det ble registrert 232 personskader, hvorav 18 var

source: It has proved difficult to enforce legislation for ships related to hazardous waste.
nb: Det eksisterende regelverket for eksport av avfall har vist seg å være vanskelig å håndheve for skip.

source: The Ship Safety and Security Act section 24 fourth paragraph states for which personnel, conditions and limitations exceptions may be made from the main provision in collective bargaining agreements.
nb: Skipssikkerhetsloven § 24 fjerde ledd angir hvilket personell, vilkår og grenser som gjelder for adgangen til unntak fra hovedregelen i tariffavtaler.

source: Compared to the proposal that was circulated for review, a new third paragraph has been included in section 6 which corresponds to a provision in section 1 third paragraph of the Regulations for EU passenger ships.
nb: Sammenlignet med utkastet som var på høring, er det tatt inn et nytt tredje ledd i § 6 som tilsvarer en bestemmelse i EU-passasjerskipforskriften § 1 tredje ledd.

source: Authority (NMA) and the six recognized classification societies (DNV GL, BV, ABS, LR, RINA, ClassNK).
nb: anerkjente klasseselskapene (DNV GL, BV, ABS, LR, RINA, ClassNK).

source: The COVID-19 virus is such a biological agent.
nb: Covid-19 er en slik biologisk faktor.

source: The conventions acknowledge that the normal working hours' standard for seafarers, like for other workers, shall be based on an eight-hour day with one day of rest per week and rest on public holidays.
nb: Konvensjonene anerkjenner samtidig at standarden for normal arbeidstid for sjøfolk, som for andre arbeidstakere, skal basere seg på en åttetimersdag med én dags hvile per uke og hvile på offentlige helligdager.

source: The form must be kept on board for at least 6 months and by the company for at least 3 years after it has been filled in and signed.
nb: Skjemaet skal oppbevares om bord i minst 6 måneder og av rederiet i minst 3 år etter at det er utfylt og signert.

source: , «How deep you go» - Sweden, Chief Engineer, IB Atle Jury:
nb: , «How deep you go» - Sverige, maskinsjef IB Atle Jury:

source: Vessels to which you have ownership or administrative privileges will be shown.
nb: Her vil du få opp de fartøyene du har et eierforhold eller en administrativ rolle til.

source: Certificate requirements for ships carrying more than 12 passengers, engaged on international
nb: Sertifikatkrav til skip som fører flere enn 12 passasjerer i internasjonal fart.

source: well as general information on the MLC, 2006, please check out the following link
nb: sjøfolks arbeids- og levevilkår, samt generell informasjon om MLC 2006:

source: (1) The company shall establish, implement and develop a safety management system for
nb: (1) Rederiet skal etablere, gjennomføre og videreutvikle et dokumenterbart

source: The official form KS-0207-3E may be replaced with other forms as long as the formal requirements in the MLC are adhered to.
nb: KS-0207-3E finnes på vår skjematjeneste: http://portal.sjofartsdir.no/ DMLC II skal signeres av reder.

source: Companies which are covered by section 2 of the Regulations are not required to register.
nb: Virksomheter som kommer inn under forskriften § 2 skal ikke registrere seg.

source: The downloaded file is in excel format and shows what you have uploaded and the status of the document.
nb: Filen som lastes ned er i excel-format og viser hva du har lastet opp og status for dokumentet.

source: For persons who get a positive result from a rapid antigen test and have been outside the EEA and Schengen area during the last 10 days, a PCR test at the border crossing point is required.
nb: Ved positiv antigen hurtigtest skal de som har oppholdt seg utenfor EØS- og Schengenområdet i løpet av de siste 10 døgnene ta PCR-test på grenseovergangsstedet.

source: For vessels of more than 45 metres in length (L), the use of variable ballast may be permitted in order to satisfy the stability criteria.
nb: For fartøy med lengde (L) større enn 45 meter kan variabel ballast tillates for å oppfylle stabilitetskriteriene.

source: That is to say that motor boats, sailing vessels, rowing boats, jet skis, kayaks and similar also fall under the requirements for suitable personal flotation devices.
nb: Det vil si at motorbåter, seilbåter, robåter, vannscootere, kajakker og lignende, faller inn under kravene til egnet flyteutstyr.

source: The provisions of the new Regulations on the construction of ships divide section 24 of Regulations 1992/695 into thematic sections.
nb: Bestemmelsene i ny forskrift om bygging av skip splitter opp § 24 i forskrift 1992/695 i tematiske paragrafer.

source: The NMA carries out the initial verification on board the ship, and issues a fulltime ISSC valid for a maximum of 5 years if everything complies with the ISPS legislation and the ship's security plan.
nb: Sdir gjennomfører en førstegangsverifikasjon om bord på skipet, og utsteder et fulltids ISSC med gyldighet på maksimalt 5 år dersom alt er i samsvar med ISPS-regelverket og skipets sikkerhetsplan.

source: The explosion analysis should be prepared for a ship-specific selected battery space, based on the results from the gas analysis in section 6 with off-gas from all cells in an entire battery module.
nb: Eksplosjonsanalysen skal utarbeides for et skipsspesifikt valgt batterirom, med utgangspunkt i resultatene fra gassanalysen i avsnitt 6 med avgassing fra alle cellene i en hel batterimodul.

source: What is bareboat registration?
nb: Hva er bareboat-registrering?

source: periods and manning as the focus area for 2016.
nb: hviletid og bemanning som fokusområde for 2016.

source: Could seafarers be required to participate in drills during their scheduled hours of rest?
nb: Kan sjøfolk pålegges å delta i øvelser i sin planlagte hviletid?

source: From left Lasse Karlsen (Technical Director, NMA), Luc Tremblay (TC), Ian Campbell (TC), Gerd Wursig (DNV-GL, Hamburg), Donald Russell (Director General Marine Safety and Security, TC), Ole Vidar Nilsen (DNV-GL, Norway), Alberto Manfredini (DNV-GL, Canada) and Lars Alvestad (Head of Department, NMA).
nb: Fra venstre teknisk direktør Lasse Karlsen (Sjøfartsdirektoratet), Luc Tremblay (TC), Ian Campbell (TC), Gerd Wursig (DNV GL Hamburg), Donald Russel (Director General Marine Safety and Security, TC), Ole Vidar Nilsen (DNV GL Norge), Alberto Manfredini (DNV GL Canada) avdelingsdirektør Lars Alvestad, Sjøfartsdirektoratet.

source: equipment and operation of passenger ships in the territorial waters surrounding Svalbard
nb: av passasjerskip i territorialfarvannet ved Svalbard.

source: Appendix 7 to the Hong Kong Convention.
nb: tillegg 7 til Hongkong-konvensjonen.

source: Long Range Identification and Tracking (LRIT) is a global satellite-based system for real-time identification and tracking of particular types of vessels.
nb: Long Range Identification and Tracking (LRIT) er et globalt satellittbasert system for sanntid identifikasjon og sporing av spesielle type fartøyer.

source: Crew members on a passenger ship on a regular service to an area that requires quarantine who start their work in Norway and do not leave the ship are exempt from entry quarantine when they arrive in Norway and sign off, provided that:
nb: Mannskap på passasjerskip i fast rute til et område med karanteneplikt, som starter arbeidet sitt i Norge og ikke forlater skipet, er unntatt innreisekarantene når de ankommer Norge og mønstrer av dersom:

source: Figure 2-1 Principle for estimating emission reduction potentials introducing speed limits
nb: Figur 2-1 Konsept benyttet for beregning reduksjonspotensialer ved innføring av fartsgrense

source: Persons arriving in Norway shall be tested for COVID-19 at the border crossing point in Norway.
nb: Personer som ankommer Norge, skal teste seg for covid-19 ved grenseovergangsstedet i Norge.

source: IMO Resolution A.1047(27) “Principles of Safe Manning
nb: IMO resolusjon A.1047(27) «principles of safe manning»

source: Technical File from the manufacturer;
nb: IMO NOx Technical File fra produsenten.

source: Furthermore, it is stipulated in section 4 of the Regulations of environmental safety for ships and mobile offshore units that MARPOL Annex I, which deals with prevention of pollution by oil from ships and mobile offshore units, applies to all Norwegian ships and to foreign ships in Norwegian territorial waters.
nb: skip og flyttbare innretninger § 4 at MARPOL vedlegg I, som omhandler hindring av oljeforurensning fra skip og flyttbare innretninger, gjelder for al e norske skip og al e utenlandske skip som befinner seg i norsk farvann.

source: Norways Director General of Shipping and Navigation, Mr. Olav Akselsen, welcomed the President of KST, Mr. Ick-Soo Mok, and his team of staff members.
nb: Delegasjonen med den sør-koreanske sjøfartsdirektøren Ick-Soo Mok i spissen, ønsket å fokusere på skipssikkerhet for passasjerfartøy og i fiskeflåten.

source: The I-ISSC should be accompanied by an original letter from the NMA confirming that SSA and SSP have been received for processing and approval.
nb: Sammen med I-ISSC skal det følge et originalt brev fra Sdir som bekrefter at SSA og SSP er mottatt for dokumentgjennomgang og godkjenning.

source: “If the companies had not regarded the register as a good alternative for their ships, the maritime cluster would not look like it does today.
nb: – Hadde ikke rederne funnet registeret som et godt alternativ for deres skip, hadde ikke den maritime klyngen vært slik vi kjenner den i dag.

source: King Neptune and his entourage are coming.
nb: Kong Neptun og hans følge er i anmarsj.

source: Pursuant to current provisions, a vessel of 15 metres in overall length will be required to be equipped with only one anchor weighing a minimum of 72 kilos, regardless of the displacement and windage.
nb: Etter gjeldende bestemmelser vil et fartøy på 15 meter største lengde få et krav om å ha kun ett anker med en vekt på minimum 72 kilo, uavhengig av deplasement og vindfang.

source: Norway has qualified for continuance in the United States Coast Guard’s Quality Shipping for the 21st Century (Qualship 21) Program.
nb: Noreg har kvalifisert seg for vidareføring i den amerikanske kystvakta sitt program for kvalitetsskipsfart i det 21. århundre (Qualship 21).

source: - Occupational injuries and diseases: 265 personal injuries were registered, of which 18 were related
nb: - Yrkesskader og yrkessykdommer: 265 personskader ble registrert, hvorav 18 var knyttet til

source: The construction date of new ships is more closely defined in Article 3 of the Regulation.
nb: Det er nærmere definert i artikkel 3 i forordningen hva som skal regnes som byggedatoen for nye skip.

source: This means that the share of consumption / emissions in port is likely to be somewhat underestimated in this study.
nb: Dette vil resultere i at andel forbruk/utslipp i havn trolig være noe større enn det som er beregnet i dette studiet.

source: Registration forms for rest periods shall be kept on board for at least 6 months after they have been completed.
nb: Skjemaer for registrering av hviletiden skal oppbevares om bord i minst 6 måneder etter at de er utfylt.

source: Since the UK has an outbreak of a new variant of COVID-19 which appears to be more infectious than before, the Norwegian Maritime Authority is issuing updated information concerning quarantine rules for ships arriving in Norway from the United Kingdom.
nb: I forbindelse med at man i Storbritannia har fått utbrudd av en ny variant av Covid 19 som synes mer smittsom enn tidligere, sender Sjøfartsdirektoratet ut oppdatert informasjon knyttet til hvilke karanteneregler som gjelder for skip som ankommer Norge fra Storbritannia.

source: focus area «Safe workplace on board» in 2015.
nb: «Sikker arbeidsplass om bord» i 2015.

source: Sections 66 to 74 are based on and continue current law as laid down in, inter alia
nb: §§ 66 til 74 bygger på og viderefører gjeldende rett slik den følger bl.a.

source: “Obviously, it became a gimmick to get the first ship registered.
nb: – Klart, det ble en gimmick om å få første skip inn i registeret.

source: Payments are scheduled as normal and we request that application are submitted with all attachments by the deadline for the 1st term 2020, which is 25.3.2020.
nb: Utbetalinger planlegges som normalt og vi ber om at alle sender inn søknad med alle vedlegg innen søknadsfristen for 1.termin 2020, som er 25.3.2020.

source: stages, at increasingly strict levels from 2020, 2022 and 2025.
nb: stadig strengere nivåer fra 2020, 2022 og 2025. Vi mener at

source: – Fisheries Officer, KV Nordkapp
nb: – Fiskerioffiser, KV Nordkapp

source: One fatality has been registered in connection with col isions on Norwegian ships the last ten years.
nb: Det er registrert én omkommet i forbindelse med kol isjoner på norske skip siste ti år.

source: considers it possible that the candidate may meet the CIE standard 2 requirements if further tests are taken.
nb: oppfyllelse av CIE standard 2 ved videre undersøkelse. Dersom kandidaten ikke oppfyller kravene

source: Good planning of the hours of work and rest gives safer watches, as well as better rest and necessary sleep.
nb: God planlegging av arbeids- og hviletid, gir sikrere vakter, og bedre hvile og nødvendig søvn.

source: This is provided that you give them the "Transport" role for the company they are representing.
nb: Dette forutsetter at disse får rollen "Samferdsel" for selskapet de skal representere.

source: Other topics are for instance interpretation of international regulations and the co-operation with Interpol.
nb: Andre tema er for eksempel tolkning av internasjonalt regelverk og samarbeid med Interpol.

source: SeafarerHelp - Helline for seafarers (ISWAN)
nb: "SeafarerHelp" - Hjelpelinje for sjøfolk (ISWAN)

source: When a ship is included in the Qualship 21 programme, regardless of the ship type, it will get some relaxations in the extent and content of inspections by the United States Coast Guard.
nb: Når et skip opptas i Qualship 21-programmet vil det, avhengig av skipstype, ha enkelte lettelser med hensyn til omfang og innhold av inspeksjoner utført av den amerikanske kystvakten.

source: The curves are based on an analysis of EIAPP engine certificates for approximately 800 engines of different sizes of diesel-electric and diesel-mechanical / direct-driven propulsion systems.
nb: Kurvene er basert på en analyse av EIAPP motorsertifikater for ca. 800 motorer av ulike størrelser for dieselelektrisk og dieselmekanisk/direktedrevet fremdriftssystem.

source: Section 31 Ships having side thrusters with elastic mounting
nb: § 31 Skip med elastisk opplagret sidepropell

source: You will then get similar information.
nb: Du får da opp tilsvarende informasjon.

source: Fees covering the issuance of Certificate for Deck Officer Class 5 Pleasure Craft
nb: Hvordan oppdatere/vedlikeholde passasjer- og krisehåndteringskurs? Det skal oppdateres/vedlikeholdes hvert 5.

source: Another three sister ships will be constructed for Viking Cruises, and the plan is to also register these ships in the NIS upon delivery from the shipyard.
nb: Ytterligere tre søsterskip skal bygges for Viking Cruises, og disse planlegges også registrert i NIS ved levering fra verftet.

source: Hand-held VHF/DSC equipment may be used in trade area 3 or lesser trade area.
nb: Håndholdt VHF/DSC kan brukes i fartsområde 3 og mindre.

source: Norwegian Director General of Shipping and Navigation, Olav Akselsen, attended the opening of the maritime exhibition INMEX in Guangzhou in southern China today.
nb: Sjøfartsdirektør Olav Akselsen deltok i dag pååpningen av den store maritime messen INMEX i Guangzhou i Sør-Kina.

source: There are two major problems associated with shipbreaking as it is carried out today: dangerous working conditions and environmental pollution.
nb: Det er to store problemer forbundet med skipsopphugging slik det foregår i dag – farlige arbeidsvilkår og miljøforurensing.

source: , SOLAS chapter II-1 part A-1, and continues current law.
nb: til SOLAS kapittel II-1 del A-1 og viderefører gjeldende rett.

source: Section 25 Watertight integrity above the freeboard deck on ships constructed pursuant to section 4
nb: § 25 Sikkerhet mot vanninntrenging over fribordsdekket på skip etter § 4

source: The certificate requirements for ships carrying more than 12 passengers and operating in the inner and territorial waters of Svalbard must be regarded as temporary.
nb: Sertifikatkravene til skip som fører mer enn 12 passasjerer og som går i Svalbards indre farvann og territorialfarvann må anses midlertidige.

source: Specific fuel consumption for marine engines (grams of fuel / kWh) is optimal at around 70% - 80% engine load, which is typical load areas for the propulsion engines when a ship maintains design speed (service speed).
nb: Spesifikt energiforbruk for maritime motorer (gram drivstoff/kWh) er mest optimalt rundt 70%‐80% motorlast, hvilket er typisk lastområdene for fremdriftsmotorene når skipet holder designhastighet (service speed).

source: They reported very poor working conditions.
nb: De rapporterte om svært dårlige arbeidsforhold.

source: Seafarers must also keep at least 1 metre away from others wherever possible.
nb: Man bør i tillegg holde minst 1 meter avstand til andre, når det er mulig.

source: For analysis of emission reduction as a result of to speed limitation in the area, speed analyses have been performed for all vessels, where various maximum allowed speeds are entered into the model.
nb: Til analyse av utslippsreduksjon som følge av hastighetsbegrensning i området er det gjennomført fartsanalyser for alle fartøyene, hvor det settes ulike tillatte maksimalhastigheter inn i modellen.

source: Records as mentioned in Part A of the ISPS Code, section 10.1 shall be kept on board for the last 3 years and for at least the last 10 ports of call.
nb: Dokumentasjon som nevnt i ISPS-kodens A10.1 skal oppbevares om bord for de siste 3 år og minst for de siste 10 havneanløp.

source: The provisions continue section 31 of Regulations 1992/695, except that no particular ship types have been mentioned.
nb: Bestemmelsene viderefører § 31 i forskrift 1992/695, men uten at spesielle skipstyper nevens særskilt.

source: you need to take into consideration that the employee must
nb: Ved planlegging av overlapping mellom skiftene må en ta hensyn til at arbeids-

source: “It was pioneering work.
nb: – Det var et nybrottsarbeid.

source: o Measured from top of keel plate for vessels in steel or aluminium
nb: - Målt fra toppen av kjølplate for fartøy bygget i stål og aluminium
